[
    {
        "questionStem": "In which situation would someone most likely feel **dudgeon**?",
        "questionType": "application",
        "answers": [
            "after being publicly embarrassed and humiliated"
        ],
        "distractors": [
            "after receiving a gift from a friend",
            "after successfully completing a difficult task",
            "after reading a positive book review"
        ]
    },
    {
        "questionStem": "Which of the following would most likely **glisten**?",
        "questionType": "application",
        "answers": [
            "a freshly washed car after rain under sunlight"
        ],
        "distractors": [
            "a pile of old newspapers in a dusty attic",
            "a muddy sidewalk after a heavy rain",
            "a stack of unwashed dishes in a dimly lit kitchen"
        ]
    },
    {
        "questionStem": "Which of the following scenarios best exemplifies the word **apparently**?",
        "questionType": "application",
        "answers": [
            "He apparently forgot to do his homework as it was nowhere to be found in his backpack."
        ],
        "distractors": [
            "The teacher apparently was pleased with the student's presentation due to her smile.",
            "She apparently enjoys spending time outdoors based on her tan skin.",
            "The dog apparently missed its owner as it kept looking out the window."
        ]
    },
    {
        "questionStem": "Which of the following would most likely **resplendent**?",
        "questionType": "application",
        "answers": [
            "a royal palace adorned with gold and jewels"
        ],
        "distractors": [
            "a busy marketplace in the early morning",
            "a cloudy day with no sunshine",
            "a basic wooden chair in a simple room"
        ]
    },
    {
        "questionStem": "Which of the following situations would best demonstrate someone being **eloquent**?",
        "questionType": "application",
        "answers": [
            "delivering a powerful and persuasive speech at a conference"
        ],
        "distractors": [
            "sitting silently in a library reading a book",
            "painting a colorful abstract artwork",
            "running a marathon in record time"
        ]
    },
    {
        "questionStem": "How would someone demonstrate **pragmatic** behavior in a work setting?",
        "questionType": "application",
        "answers": [
            "By focusing on solutions that are practical and effective rather than theoretical"
        ],
        "distractors": [
            "By daydreaming and coming up with imaginative ideas",
            "By avoiding any form of planning and just going with the flow",
            "By always seeking perfection and never settling for anything less than ideal"
        ]
    },
    {
        "questionStem": "In which situation would it be most **prudent** to save money for unexpected expenses?",
        "questionType": "application",
        "answers": [
            "a college student setting aside a portion of their income for emergencies"
        ],
        "distractors": [
            "a person spending all their money on luxury items every month",
            "a family using all their savings for a vacation",
            "an individual borrowing money to buy expensive gadgets"
        ]
    },
    {
        "questionStem": "In which of the following situations would someone typically receive a **certificate**?",
        "questionType": "application",
        "answers": [
            "Completing a professional training course"
        ],
        "distractors": [
            "Eating lunch at a restaurant",
            "Playing soccer in the park",
            "Watching a movie at home"
        ]
    },
    {
        "questionStem": "Which of the following examples best illustrates the word **redundant**?",
        "questionType": "application",
        "answers": [
            "The use of both 'free gift' and 'bonus gift' in the same advertisement is redundant."
        ],
        "distractors": [
            "The teacher asked for a summary of the chapter, but the student provided a detailed analysis instead.",
            "The company decided to downsize its workforce to reduce costs.",
            "The chef added extra salt to the dish to enhance the flavor."
        ]
    },
    {
        "questionStem": "Which of the following situations would most likely be described as **convoluted**?",
        "questionType": "application",
        "answers": [
            "a long and complex legal argument with many twists and turns"
        ],
        "distractors": [
            "a straightforward recipe with clear instructions",
            "an easy and direct route to a destination",
            "a simple and uncomplicated conversation"
        ]
    },
    {
        "questionStem": "Which of the following would require a high level of **discerning**?",
        "questionType": "application",
        "answers": [
            "analyzing subtle differences in color tones for a painting"
        ],
        "distractors": [
            "reciting multiplication tables",
            "running a marathon",
            "tying shoelaces"
        ]
    },
    {
        "questionStem": "Which of the following situations best demonstrates someone being **resilient**?",
        "questionType": "application",
        "answers": [
            "after facing a setback, the student works hard to overcome the challenge and eventually succeeds"
        ],
        "distractors": [
            "the employee gives up on a project as soon as it gets difficult",
            "the athlete blames others for their performance instead of reflecting on how to improve",
            "the driver loses control of the car and doesn't attempt to regain it"
        ]
    },
    {
        "questionStem": "Where would you most likely find an **ornament**?",
        "questionType": "application",
        "answers": [
            "hanging on a Christmas tree during the holiday season"
        ],
        "distractors": [
            "floating in the ocean",
            "buried deep underground",
            "written in a book"
        ]
    },
    {
        "questionStem": "In which situation is the word **ambiguous** most likely to be used?",
        "questionType": "application",
        "answers": [
            "a confusing and unclear statement that can have multiple interpretations"
        ],
        "distractors": [
            "a colorful painting with a clear theme",
            "a straight path leading to a destination",
            "a loud sound that startles people"
        ]
    },
    {
        "questionStem": "Which of the following scenarios best represents **extravagant** behavior?",
        "questionType": "application",
        "answers": [
            "spending thousands of dollars on designer clothes and accessories in a single shopping spree"
        ],
        "distractors": [
            "setting aside a portion of your monthly income for savings",
            "buying groceries and household essentials in bulk to save money",
            "choosing a modest and affordable vacation destination for a holiday trip"
        ]
    },
    {
        "questionStem": "In a situation where there is a **surplus**, which of the following is most likely to occur?",
        "questionType": "application",
        "answers": [
            "prices decrease due to excess supply"
        ],
        "distractors": [
            "prices increase due to high demand",
            "productivity decreases due to shortage",
            "consumers are unable to find the product they need"
        ]
    },
    {
        "questionStem": "In which scenario would someone most likely display **humble** behavior?",
        "questionType": "application",
        "answers": [
            "quietly accepting praise for a job well done without boasting"
        ],
        "distractors": [
            "loudly bragging about their achievements to everyone they meet",
            "criticizing others for their mistakes in order to make themselves look better",
            "demanding special treatment and attention without regard for others"
        ]
    },
    {
        "questionStem": "Which of the following scenarios best illustrates the word **proliferate**?",
        "questionType": "application",
        "answers": [
            "The weeds in the garden began to proliferate after the heavy rains."
        ],
        "distractors": [
            "The population of a small village decreased due to emigration.",
            "The prices of the products remained stable throughout the year.",
            "The student's grades improved steadily over the semester."
        ]
    },
    {
        "questionStem": "Which of the following would best demonstrate **qualification**?",
        "questionType": "application",
        "answers": [
            "a candidate providing evidence of relevant work experience during a job interview"
        ],
        "distractors": [
            "a student studying for a final exam at the last minute",
            "a person making a decision without considering all the options",
            "an athlete training diligently to improve performance"
        ]
    },
    {
        "questionStem": "Which of the following scenarios best represents the word **coast**?",
        "questionType": "application",
        "answers": [
            "The family enjoyed a leisurely drive along the picturesque coastline, stopping at various beaches along the way."
        ],
        "distractors": [
            "The hikers trekked through the rugged mountains, reaching the summit at sunset.",
            "The farmers worked hard in the fields to harvest their crops before the rain arrived.",
            "The students studied diligently for their upcoming exams, spending long hours in the library."
        ]
    }
]